Repository: gzwplato/wordstatix
Catalog: Languages/wordstatix.*.po
Languages: it

# unit1.dgc001
source: Open file
it: Apri file

source: All formats|*.txt;*.odt;*.docx|Text file|*.txt|Writer files|*.odt|Word files|*.docx|All files|*
it: Tutti i formati|*.txt;*.odt;*.docx|File di testo|*.txt|File di Writer|*.odt|File di Word|*.docx|Tutti i file|*

source: Save file
it: Salva file

# unit1.dgc004
source: Text file|*.txt|All files|*
it: File di testo|*.txt|Tutti i file|*

source: Open skip list
it: Apri lista parole da escludere

# unit1.dgc006
source: Text file|*.txt|All files|*
it: File di testo|*.txt|Tutti i file|*

source: Save skip list
it: Salva lista parole da escludere

# unit1.dgc008
source: Text file|*.txt|All files|*
it: File di testo|*.txt|Tutti i file|*

source: Save report
it: Salva report

source: Text file|*.txt|HTML file|*.html|All files|*
it: File di testo|*.txt|File HTML|*.html|Tutti i file|*

source: Save statistic
it: Salva statistica

source: CSV file|*.csv|All files|*
it: File CSV|*.csv|Tutti i file|*

source: Save diagram
it: Salva diagramma

source: JPEG file|*.jpg|PNG file|*.png|All files|*
it: File JPEG|*.jpg|File PNG|*.png|Tutti i file|*

source: Open concordance
it: Apri concordanza

source: WordStatix files|*.wsx|All files|*
it: File di WordStatix|*.wsx|Tutti i file|*

source: Title of report
it: Titolo del report

source: Insert the title of the report
it: Inserire il titolo del report

source: Concordance made with WordStatix
it: Concordanza realizzata con WordStatix

source: recurrences
it: ricorrenze

source: Total
it: Totale

source: Title of diagram
it: Titolo del diagramma

source: Insert the title of the diagram.
it: Inserire il titolo del diagramma.

source: manual-wordstatix.pdf
it: manual-wordstatix-it.pdf

source: Operation not correct.
it: Operazione non corretta.

source: Compact all paragraphs not separated by an empty line, clean the text from double spaces and check the spaces after the punctuation marks?
it: Compattare tutti i paragrafi non separati da una riga vuota, ripulire il testo dagli spazi doppi e controllare gli spazi dopo i segni di punteggiatura?

source: No recurrences of the text to look for.
it: Nessuna ricorrenza del testo cercato.

source: No text is selected.
it: Non è stato selezionato alcun testo.

source: Replace all the recurrences of
it: Sostituire tutte le ricorrenze di

source: with
it: con

source: in the current text?
it: nel testo corrente?

source: The word looked for has been replaced
it: La parola cercata è stata sostituita

source: times.
it: volte.

source: Create a new text and a new concordance closing the existing ones?
it: Creare un nuovo testo e una nuova concordanza chiudendo quelli in uso?

source: The current text has been changed but has not been saved. Reject the changes and open a new text?
it: Il testo corrente è stato modificato ma non è stato salvato. Annullare le modifiche e aprire un nuovo testo?

source: It is not possible to open the selected file.
it: Non è possibile aprire il file selezionato.

# unit1.msg013
source: It is not possible to save the selected file.
it: Non è possibile salvare il file selezionato.

# unit1.msg014
source: It is not possible to save the selected file.
it: Non è possibile salvare il file selezionato.

source: There is no word to remove.
it: Non vi è alcuna parola da rimuovere.

# unit1.msg016
source: No concordance has been created.
it: Non è stata creata alcuna concordanza.

source: No words are selected.
it: Non è stata selezionata nessuna parola.

source: Associate all the recurrences of the selected words to those of the current word
it: Associare tutte le ricorrenze delle parole selezionate a quelle della parola corrente

source: Some changes have been made to the concordance grid. Do you want to reject them and recreate the list of words?
it: Sono stati fatti alcuni cambiamenti nella griglia della concordanza. Annullarli e ricreare la lista delle parole?

source: It is not possible to open the skip list.
it: Non è possibile aprire la lista delle parole da escludere.

source: It is not possible to save the skip list.
it: Non è possibile salvare la lista delle parole da escludere.

source: There is no recurrence to delete.
it: Non vi è alcuna ricorrenza da cancellare.

source: There is no selected recurrence to delete.
it: Non è stata selezionata alcuna ricorrenza da cancellare.

# unit1.msg024
source: No concordance has been created.
it: Non è stata creata alcuna concordanza.

source: It is not possible to save the report.
it: Non è possibile salvare il report.

# unit1.msg026
source: No statistic available.
it: Non è disponibile alcuna statistica.

# unit1.msg027
source: No statistic available.
it: Non è disponibile alcuna statistica.

source: There is no statistic to save.
it: Non vi è alcuna statistica da salvare.

# unit1.msg029
source: It is not possible to save the selected file.
it: Non è possibile salvare il file selezionato.

source: There is no diagram to save.
it: Non vi è alcun diagramma da salvare.

source: It is not possible to save the diagram.
it: Non è possibile salvare il diagramma.

source: No manual available in the folder of WordStatix. Download it from the website of the software:
it: Non vi è alcun manuale nella cartella di WordStatix. Scaricarlo dal sito del software:

source: A bookmark is not open or closed properly with double square brackets.
it: Un segnalibro non è aperto o chiuso correttamente con le doppie parentesi quadre.

source: A bookmark seems to be too long. Check the text to control that there are no unwanted double square brackets.
it: Un segnalibro sembra essere troppo lungo. Controllare il testo per verificare che non vi siano doppie parentesi quadre indesiderate.

source: A bookmark seems to be incorrect. Check the text to control that there are no unwanted double square brackets.
it: Un segnalibro sembra essere non corretto. Controllare il testo per verificare che non vi siano doppie parentesi quadre indesiderate.

source: The bookmark
it: Il segnalibro

source: is used more than once. Check the text and make all its recurrences unique.
it: è utilizzato più di una volta. Controllare il testo e rendere uniche tutte le sue ricorrenze.

source: Bookmarks cannot contain commas, spaces or be an asterisk. The incorrect bookmarks have been changed accordingly.
it: I segnalibri non possono contenere virgole, spazi o essere un asterisco. I segnalibri non corretti sono stati modificati di conseguenza.

source: No more recurrences of the text to look for.
it: Nessun'altra ricorrenza del testo da cercare.

# unit1.msg040
source: No text available.
it: Non vi è alcun testo disponibile.

source: Replace the current concordance with a new one?
it: Sostituire la concordanza in uso con una nuova concordanza?

source: The concordance has been created.
it: La concordanza è stata creata.

# unit1.msg043
source: Total words (without bookmarks):
it: Parole totali (esclusi i segnalibri):

# unit1.msg044
source: Unique words:
it: Parole uniche:

# unit1.msg045
source: Concordance done in
it: Concordanza creata in

source: There is no word to add to the skip list.
it: Non vi è alcuna parola da aggiungere alla lista delle parole da escludere.

# unit1.msg047
source: No text available.
it: Nessun testo disponibile.

# unit1.msg048
source: No concordance available.
it: Nessuna concordanza disponibile.

source: The text or the settings of the software useful to create the concordance have been changed after the last one was processed. Recreate the concordance to be able to save it along with its text.
it: Il testo o i parametri del software utili ad elaborare la concordanza sono stati modificati dopo che quest'ultima era stata creata. Ricrearla nuovamente per poterla salvare con il relativo testo.

source: It is not possibile to save the concordance.
it: Non è possibile salvare la concordanza.

source: The current text has been changed but has not been saved. Reject the changes and open a new concordance with its text?
it: Il testo corrente è stato modificato ma non è stato salvato. Annullare le modifiche e aprire una nuova concordanza con il suo testo?

source: The selected file was not created with WordStatix, and so cannot be opened.
it: Il file selezionato non è stato creato con WordStatix, per cui non può essere aperto.

source: It is not possibile to open the concordance.
it: Non è possibile caricare la concordanza.

# unit1.msg054
source: No concordance available.
it: Nessuna concordanza disponibile.

source: No words are selected in the concordance grid.
it: Non vi sono parole selezionate nella griglia della concordanza.

# unit1.msg056
source: No active statistic.
it: Non è stata creata nessuna statistica.

# unit1.msg057
source: No bookmark available.
it: Nessun segnalibro disponibile.

# unit1.msg058
source: At least one bookmark must be selected.
it: Almeno un segnalibro deve essere selezionato.

source: No word selected in Word 1 field.
it: Nessuna parola selezionata nel campo Parola 1

source: The fields "Word" must be compiled contiguously.
it: I campi "Parola" devono essere compilati in modo contiguo.

source: The same word has been selected twice.
it: La stessa parola è stata selezionata due volte.

# unit1.msg062
source: No active statistic.
it: Non è stata creata nessuna statistica.

# unit1.msg063
source: No bookmark available.
it: Nessun segnalibro disponibile.

# unit1.msg064
source: At least one bookmark must be selected.
it: Almeno un segnalibro deve essere selezionato.

# unit1.msg065
source: No active statistic.
it: Non è stata creata nessuna statistica.

# unit1.msg066
source: No bookmark available.
it: Nessun segnalibro disponibile.

# unit1.msg067
source: At least one bookmark must be selected.
it: Almeno un segnalibro deve essere selezionato.

# unit1.sbr001
source: No active concordance.
it: Non è stata creata nessuna concordanza.

source: The file has been opened.
it: Il file è stato aperto.

# unit1.sbr003
source: The text has been saved.
it: Il testo è stato salvato.

# unit1.sbr004
source: The text has been saved.
it: Il testo è stato salvato.

source: The report has been saved.
it: Il report è stato salvato.

source: The statistic has been saved.
it: La statistica è stata salvata.

source: The diagram has been saved.
it: Il diagramma è stato salvato.

source: Concordance interrupted.
it: La concordanza è stata interrotta.

source: Concordance in processing, please wait.
it: Concordanza in elaborazione, attendere prego.

# unit1.sbr010
source: Concordance in processing, press Ctrl + Shift + H to stop. Analyzed words:
it: Concordanza in elaborazione, premere Ctrl + Shift + H per interrompere il processo. Parole analizzate:

# unit1.sbr011
source: of
it: di

# unit1.sbr012
source: Unique words found:
it: Parole uniche reperite:

# unit1.sbr013
source: Concordance in processing, press Ctrl + Shift + H to stop. Analyzed words:
it: Concordanza in elaborazione, premere Ctrl + Shift + H per interrompere il processo. Parole analizzate:

# unit1.sbr014
source: of
it: di

# unit1.sbr015
source: Unique words found:
it: Parole uniche reperite:

# unit1.sbr016
source: Total words (without bookmarks):
it: Parole totali (esclusi i segnalibri):

# unit1.sbr017
source: Unique words:
it: Parole uniche:

# unit1.sbr018
source: Concordance done in
it: La concordanza è stata creata in

# unit1.sbr019
source: No active concordance.
it: Non è stata creata nessuna concordanza.

source: Sorting the list of words, press Ctrl + Shift + H to stop.
it: Ordinamento delle parole in corso, premere Ctrl + Shift + H per interromperlo.

source: Filling the concordance grid, please wait.
it: Compilazione della griglia della concordanza in corso, attendere prego.

# unit1.sbr022
source: Total words (without bookmarks):
it: Parole totali (esclusi i segnalibri):

# unit1.sbr023
source: Unique words:
it: Parole uniche:

source: Sorting interrupted.
it: L'ordinamento è stato interrotto.

source: The concordance has been saved.
it: La concordanza è stata salvata.

source: Opening concordance, please wait.
it: Concordanza in fase di caricamento, attendere prego.

# unit1.sbr027
source: Total words (without bookmarks):
it: Parole totali (esclusi i segnalibri):

# unit1.sbr028
source: Unique words:
it: Parole uniche:

source: Concordance loaded in
it: La concordanza è stata caricata in

# unit1.srb001
source: Sort by recurrences
it: Ordina per ricorrenza

source: Sort by words
it: Ordina per parole
